; TranslationAuthor: Chirantan Mitra
; TranslationAuthorEmail: chirantan.private@gmail.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 1.36
; Update: 2013-06-03
;
[GUI]
ButtonYes=হ্যাঁ
ButtonNo=না
ButtonOK=ঠিক আছে
ButtonMinimize=মিনিমাইস
ButtonMaximize=ম্যাক্সিমাইস
ButtonClose=বন্ধ করুন
ButtonRestore=পুনরুদ্ধার
ButtonMenu=তালিকা

[Translation]
ReadHabit=Left-to-right
LanguageName=BEN-IN
LangCode=0445
DefaultFont=Shonar Bangla
DefaultFontSize=11
DefaultCharset=ANSI_CHARSET
Information=নিশ্চিতকরণ
Warning=সাবধান
Error=সমস্যা
Confirm=নিশ্চিতকরণ
FrmJSAbout.caption=সম্পর্কে
FrmJSAbout.btnok.caption=ঠিক আছে
FrmJSAbout.lblver.caption=বর্তমান সংস্করণ:
FrmJSAbout.lblemail.caption=সাহায্যকারী ইমেল:
FrmJSAbout.lblhome.caption=হোমপেজ:
FrmJSAbout.lblthank.caption=সাহায্যের জন্য যাদের ধন্যবাদ:
;
; Popup Menu
;
pmCheckMsg=স্বয়ংক্রিয় সংবাদ যাচাই
pmforum=ফোরাম
pmHelp=অনলাইন সাহায্য
pmHome=হোমপেজ
pmCheckNew=নবীনতর সংস্করণ কি আছে?
pmContact=আমাদের সাথে যোগাযোগ করুন
pmLang=ভাষা
pmAbout=সম্পর্কে
pmcpfilename=সমগ্র পথের অনুলিপি তৈরি করুন
pmcppath=ডিরেক্টরির অনুলিপি তৈরি করুন
pmopen=ফাইল খুলুন
pmopenfolder=ফোল্ডার খুলুন
pmcpfile=ফাইল/ফোল্ডারের অনুলিপি তৈরি করুন
pmdel=ফাইল/ফোল্ডার বাদ দিন
pmatt=ধর্ম
pmSelectAll=সব
pmSelectNone=একটাও না
pmSelectInvert=নির্বাচন অদলবদল
pmCheckNew=নবীনতর সংস্করণ কি আছে?
pmJetHelp=দ্রুত খোঁজ চালু করুন
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=এটা পছন্দ
FrmRSMain.btnSearch.caption=খুঁজুন
FrmRSMain.btnfeedback.caption=প্রস্তাব ও প্রতিক্রিয়া
;
;Like us
;
Frmlikeit.lblTitle.caption=যদি আপনি ওয়াইস জেটসার্চকে ভালবাসেন তাহলে আপনার ভালবাসার ব্যাক্তির সঙ্গে এর পরিচয় করান।
Frmlikeit.lblInfo.caption=ইমেল, ব্লগ, টুইটার, ইউটিউব, ফেসবুক, ইত্যাদির সাহায্যে ওয়াইস জেটসার্চকে আপনার পরিবার, বন্ধু ও সহকর্মীদের সাথে শেয়ার করুন। আপনি একটি ভালো কাজ করেছেন! আপনি ওনাদের জীবনে সুবিধা ও সাশ্রয় আনবেন।
Frmlikeit.lblRate.caption= ওয়াইস জেটসার্চ রেট করুন:
Frmlikeit.lblfollow.caption=আমাদের অনুসরণ করুন:
Frmlikeit.lblshare.caption=ওয়াইস ডিস্ক জেটসার্চ শেয়ার করুন::
Frmlikeit.btndownload.caption=বিনামূল্যে ডাউনলোড করুন
Frmlikeit.imgrate.hint=CNET-এ আমাদের ৫ টি তারা দিন
Frmlikeit.imgmail.hint=বন্ধুদের সাথে শেয়ার করুন
Frmlikeit.imgface1.hint=ফেসবুক-এ শেয়ার করুন
Frmlikeit.imgface2.hint=ফেসবুক-এ আমাদের অনুসরণ করুন
Frmlikeit.imgtwitter1.hint=টুইটার-এ শেয়ার করুন
Frmlikeit.imgtwitter2.hint=টুইটার-এ আমাদের অনুসরণ করুন
Frmlikeit.Caption=এটা পছন্দ
Frmlikeit.lbldownload.caption=WiseCleaner.com থেকে আরও ফ্রীওয়্যার ডাউনলোড করুন:

[Edit]
pmcut=কাট
pmcopy=কপি
pmpaste=পেস্ট
pmdelete=ডিলিট
pmselectall=সব

[Message]

KeyDelete=ডিলিট
AllHardDrive=লোকাল হার্ড ড্রাইভ গুলি
SelectHardDrive=দয়া করে একটি হার্ড ড্রাইভ নির্বাচন করুন
ScanFor=এই ড্রাইভে খোঁজা হচ্ছে:
Search=খুঁজুন
LeftTimeSec=অতিবাহিত সময়: %s সেকেন্ড
NoKeyWord=আপনি যা খুঁজতে চান দয়া করে লিখুন
Stop=থামান
NoDriveChecked=দয়া করে কোন কোন ড্রাইভ পর্যবেক্ষণ করতে চান তা নির্বাচন করুন।
NoNewVer=অভিনন্দন! আপনি নবীনতম সংস্করণ ব্যাবহার করছেন!
TranslateTo=অনুবাদ করুন...

[FastFind]
Name=নাম
Path=পথ
FileSize=ফাইলের আকার
DateModified=তৈরি হওয়ার তারিখ
KeyWord=কিওয়ার্ড ইনপুট করুন
SearchFinish=খোঁজ সম্পূর্ণ হয়েছে। %d টি ফাইল/ফোল্ডার খুঁজে পাওয়া গেছে।
SearchAborted=খোঁজ থেমেছে। %d টি ফাইল/ফোল্ডার খুঁজে পাওয়া গেছে।
NoResult=সাদৃশ্য পূর্ণ কোনও ফাইল বা ফোল্ডার খুঁজে পাওয়া যায়নি।

[Help]
Startup=কম্পিউটারের সঙ্গে জেটসার্চ-ও চালু হবে
AutoRunMain=জেটসার্চের সাথে দ্রুত খোঁজের উইন্ডোও চালু হবে
Del=বাদ দিন (ডিলিট)
Tips=লোকাল ফাইল/ফোল্ডারের জন্য দ্রুত খোঁজ